tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "arp-scan"
brew "bat"
brew "bottom"
brew "fd"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "git-lfs"
brew "grep"
brew "ipcalc"
brew "lazygit"
brew "mas"
brew "ncdu"
brew "screen"
brew "telnet"
brew "tidy-viewer"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "bitwarden"
cask "blockblock"
cask "brave-browser"
cask "cardhop"
cask "discord"
cask "dracula-terminal"
cask "fantastical"
cask "font-roboto-mono-nerd-font"
cask "hiddenbar"
cask "iterm2"
cask "keyclu"
cask "knockknock"
cask "logi-options-plus"
cask "lulu"
cask "microsoft-edge"
cask "notion"
cask "onyx"
cask "oversight"
cask "rectangle"
cask "shottr"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
#mas "Bear", id: 1091189122
#mas "Bitwarden", id: 1352778147
#mas "Flighty", id: 1358823008
#mas "Memory Diag", id: 748212890
#mas "Pixelmator Pro", id: 1289583905
#mas "Prime Video", id: 545519333
#mas "Pure Paste", id: 1611378436
#mas "Slack", id: 803453959
#mas "Speediness", id: 1596706466
#mas "Todoist", id: 585829637
#mas "Xcode", id: 497799835
vscode "moocfi.test-my-code"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
