tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "arp-scan"
brew "bat"
brew "bottom"
brew "fd"
brew "git"
brew "grep"
brew "htop"
brew "ipcalc"
brew "lazygit"
brew "mas"
brew "ncdu"
brew "openjdk"
brew "screen"
brew "telnet"
brew "tidy-viewer"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "appcleaner"
cask "blockblock"
cask "brave-browser"
cask "cardhop"
cask "clean-me"
cask "cloudflare-warp"
cask "codeedit"
cask "copilot"
cask "coteditor"
cask "discord"
cask "dracula-terminal"
cask "fantastical"
cask "font-roboto-mono-nerd-font"
cask "fork"
cask "hiddenbar"
cask "iina"
cask "iterm2"
cask "keka"
cask "keyclu"
cask "knockknock"
cask "latest"
cask "ledger-live"
cask "logi-options-plus"
cask "lulu"
cask "microsoft-edge"
cask "mist"
cask "monitorcontrol"
cask "notion"
cask "onyx"
cask "oversight"
cask "protonvpn"
cask "ransomwhere"
cask "rectangle"
cask "shottr"
cask "utm"
cask "visual-studio-code"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "Bitwarden", id: 1352778147
mas "Prime Video", id: 545519333
mas "Pure Paste", id: 1611378436
mas "Slack", id: 803453959
mas "Speediness", id: 1596706466
mas "Todoist", id: 585829637
vscode "batisteo.vscode-django"
vscode "bibhasdn.django-snippets"
vscode "dracula-theme.theme-dracula"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "github.vscode-pull-request-github"
vscode "moocfi.test-my-code"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "xabikos.javascriptsnippets"
